{
  "0": "\n",
  "1": "A",
  "2": "C",
  "3": "G",
  "4": "T",
  "5": " ",
  "6": "TT",
  "7": "AA",
  "8": "CC",
  "9": "GG",
  "10": "CA",
  "11": "TG",
  "12": "CT",
  "13": "AG",
  "14": "AT",
  "15": "CTT",
  "16": "CAG",
  "17": "CAA",
  "18": "CTG",
  "19": "AGG",
  "20": "TGG",
  "21": "ATT",
  "22": "CG",
  "23": "TCC",
  "24": "ACC",
  "25": "AAG",
  "26": "GGG",
  "27": "ATG",
  "28": "AAAA",
  "29": "ACA",
  "30": "TTTT",
  "31": "CTCC",
  "32": "TAA",
  "33": "TCA",
  "34": "TTG",
  "35": "TCT",
  "36": "TAG",
  "37": "CAGG",
  "38": "ACT",
  "39": "AGCC",
  "40": "CTGG",
  "41": "CGG",
  "42": "CACC",
  "43": "CAAG",
  "44": "TGGG",
  "45": "TGCC",
  "46": "TAT",
  "47": "CTTG",
  "48": "AGAA",
  "49": "ACAG",
  "50": "AGGG",
  "51": "ACAA",
  "52": "TATT",
  "53": "TGTG",
  "54": "TCTT",
  "55": "CCCC",
  "56": "ACTG",
  "57": "TCTG",
  "58": "ATGG",
  "59": "ACTT",
  "60": "TCAG",
  "61": "TTCC",
  "62": "AAGG",
  "63": "TGAG",
  "64": "CTCA",
  "65": "ATCC",
  "66": "AGAG",
  "67": "CTGGG",
  "68": "TGAA",
  "69": "CACA",
  "70": "TTGG",
  "71": "ATAA",
  "72": "CGCC",
  "73": "CATT",
  "74": "CCTCC",
  "75": "TCAA",
  "76": "CTAA",
  "77": "AGTG",
  "78": "ATTG",
  "79": "CATG",
  "80": "AGTT",
  "81": "ACG",
  "82": "CCG",
  "83": "ACAGG",
  "84": "TAGG",
  "85": "TGTT",
  "86": "CGGG",
  "87": "TAAG",
  "88": "CTCT",
  "89": "TATG",
  "90": "CAGCC",
  "91": "TACC",
  "92": "AACC",
  "93": "CTGCC",
  "94": "AATT",
  "95": "AAAG",
  "96": "CTCTG",
  "97": "TCG",
  "98": "TAAAA",
  "99": "CTTCC",
  "100": "TCTCC",
  "101": "ATAT",
  "102": "TGGGG",
  "103": "CAGGG",
  "104": "TGGCC",
  "105": "AGGCC",
  "106": "TTTG",
  "107": "TCAGG",
  "108": "ACTCC",
  "109": "ATCA",
  "110": "ATTTT",
  "111": "TACA",
  "112": "TTTTG",
  "113": "CTCAG",
  "114": "TCACC",
  "115": "AGGGG",
  "116": "CACTT",
  "117": "CATGG",
  "118": "AATG",
  "119": "CACAG",
  "120": "ATAG",
  "121": "CTAG",
  "122": "CTTGG",
  "123": "CAAGG",
  "124": "CAAAA",
  "125": "AAAAAAAA",
  "126": "CCAG",
  "127": "TCCCAG",
  "128": "TTTTTTTT",
  "129": "CCTG",
  "130": "TTAA",
  "131": "CTGAG",
  "132": "TCTGG",
  "133": "CAGAG",
  "134": "ACGG",
  "135": "CTTTT",
  "136": "ATCT",
  "137": "TCTTG",
  "138": "AGGCTG",
  "139": "AAGAA",
  "140": "TGTAA",
  "141": "ACTGG",
  "142": "TCCCC",
  "143": "ACCCC",
  "144": "CGAG",
  "145": "CAGTG",
  "146": "CTGTG",
  "147": "AAGCC",
  "148": "ATGCC",
  "149": "CATCC",
  "150": "CTCTT",
  "151": "AGGAA",
  "152": "ATGGG",
  "153": "ATATT",
  "154": "TGACC",
  "155": "TACT",
  "156": "TTTCC",
  "157": "AAATT",
  "158": "CGTG",
  "159": "TTGCC",
  "160": "TAGAG",
  "161": "ACAAG",
  "162": "AGGAG",
  "163": "CACTG",
  "164": "ACACC",
  "165": "CAAAG",
  "166": "CAGAA",
  "167": "CTACT",
  "168": "TCGG",
  "169": "CAACC",
  "170": "CAGTGG",
  "171": "TATTTT",
  "172": "ACTTG",
  "173": "CACG",
  "174": "TTAG",
  "175": "TGGAG",
  "176": "TACAA",
  "177": "GGCC",
  "178": "AAGAG",
  "179": "AAAT",
  "180": "TCAAG",
  "181": "TGAGG",
  "182": "TGTGG",
  "183": "CACTCC",
  "184": "CTATT",
  "185": "ACCG",
  "186": "CTGGGATT",
  "187": "CACAA",
  "188": "ATGAA",
  "189": "GGGG",
  "190": "TACAG",
  "191": "TACTT",
  "192": "CACT",
  "193": "CCTT",
  "194": "CCAGG",
  "195": "TGGAA",
  "196": "CTGGGG",
  "197": "CTTTG",
  "198": "CTGAA",
  "199": "AGGCAGG",
  "200": "CTGTT",
  "201": "CTCAA",
  "202": "ACATT",
  "203": "TCATT",
  "204": "ATGTT",
  "205": "ACAGAG",
  "206": "ATCTT",
  "207": "ATTCC",
  "208": "TGGTG",
  "209": "TCTCAA",
  "210": "ATGAG",
  "211": "AAAAAA",
  "212": "CTACC",
  "213": "AAGTG",
  "214": "ATCTG",
  "215": "CATTG",
  "216": "TATTG",
  "217": "CAATT",
  "218": "CCAA",
  "219": "TCAGCCTCC",
  "220": "AGCCTGGG",
  "221": "AGGTG",
  "222": "AAAAAT",
  "223": "CAGTT",
  "224": "CAGGCTGG",
  "225": "CATAA",
  "226": "TCCTT",
  "227": "AAGTT",
  "228": "ATGTG",
  "229": "CTCACTG",
  "230": "ACAGGG",
  "231": "CATAG",
  "232": "TCCAG",
  "233": "GGTT",
  "234": "TAGGG",
  "235": "TTTTTT",
  "236": "TCCTG",
  "237": "TACTG",
  "238": "ACCAG",
  "239": "AGGTTG",
  "240": "CTCTCC",
  "241": "TATAA",
  "242": "CTAT",
  "243": "TAATT",
  "244": "CGAA",
  "245": "AGGTT",
  "246": "CTGGGATTACAGG",
  "247": "AGAT",
  "248": "TTTTTG",
  "249": "TGGGAGG",
  "250": "CAAAGTG"
}