{
  "0": "\n",
  "1": "A",
  "2": "C",
  "3": "G",
  "4": "T",
  "5": " ",
  "6": "TT",
  "7": "AA",
  "8": "CC",
  "9": "GG",
  "10": "CA",
  "11": "TG",
  "12": "CT",
  "13": "AG",
  "14": "AT",
  "15": "CTT",
  "16": "CAG",
  "17": "CAA",
  "18": "CTG",
  "19": "AGG",
  "20": "TGG",
  "21": "ATT",
  "22": "CG",
  "23": "TCC",
  "24": "ACC",
  "25": "AAG",
  "26": "GGG",
  "27": "ATG",
  "28": "AAAA",
  "29": "ACA",
  "30": "TTTT",
  "31": "CTCC",
  "32": "TAA",
  "33": "TCA",
  "34": "TTG",
  "35": "TCT",
  "36": "TAG",
  "37": "CAGG",
  "38": "ACT",
  "39": "AGCC",
  "40": "CTGG",
  "41": "CGG",
  "42": "CACC",
  "43": "CAAG",
  "44": "TGGG",
  "45": "TGCC",
  "46": "TAT",
  "47": "CTTG",
  "48": "AGAA",
  "49": "ACAG",
  "50": "AGGG",
  "51": "ACAA",
  "52": "TATT",
  "53": "TGTG",
  "54": "TCTT",
  "55": "CCCC",
  "56": "ACTG",
  "57": "TCTG",
  "58": "ATGG",
  "59": "ACTT",
  "60": "TCAG",
  "61": "TTCC",
  "62": "AAGG",
  "63": "TGAG",
  "64": "CTCA",
  "65": "ATCC",
  "66": "AGAG",
  "67": "CTGGG",
  "68": "TGAA",
  "69": "CACA",
  "70": "TTGG",
  "71": "ATAA",
  "72": "CGCC",
  "73": "CATT",
  "74": "CCTCC",
  "75": "TCAA",
  "76": "CTAA",
  "77": "AGTG",
  "78": "ATTG",
  "79": "CATG",
  "80": "AGTT",
  "81": "ACG",
  "82": "CCG",
  "83": "ACAGG",
  "84": "TAGG",
  "85": "TGTT",
  "86": "CGGG",
  "87": "TAAG",
  "88": "CTCT",
  "89": "TATG",
  "90": "CAGCC",
  "91": "TACC",
  "92": "AACC",
  "93": "CTGCC",
  "94": "AATT",
  "95": "AAAG",
  "96": "CTCTG",
  "97": "TCG",
  "98": "TAAAA",
  "99": "CTTCC",
  "100": "TCTCC",
  "101": "ATAT",
  "102": "TGGGG",
  "103": "CAGGG",
  "104": "TGGCC",
  "105": "AGGCC",
  "106": "TTTG",
  "107": "TCAGG",
  "108": "ACTCC",
  "109": "ATCA",
  "110": "ATTTT",
  "111": "TACA",
  "112": "TTTTG",
  "113": "CTCAG",
  "114": "TCACC",
  "115": "AGGGG",
  "116": "CACTT",
  "117": "CATGG",
  "118": "AATG",
  "119": "CACAG",
  "120": "ATAG",
  "121": "CTAG",
  "122": "CTTGG",
  "123": "CAAGG",
  "124": "CAAAA",
  "125": "AAAAAAAA",
  "126": "CCAG",
  "127": "TCCCAG",
  "128": "TTTTTTTT",
  "129": "CCTG",
  "130": "TTAA",
  "131": "CTGAG",
  "132": "TCTGG",
  "133": "CAGAG",
  "134": "ACGG",
  "135": "CTTTT",
  "136": "ATCT",
  "137": "TCTTG",
  "138": "AGGCTG",
  "139": "AAGAA",
  "140": "TGTAA",
  "141": "ACTGG",
  "142": "TCCCC",
  "143": "ACCCC",
  "144": "CGAG",
  "145": "CAGTG",
  "146": "CTGTG",
  "147": "AAGCC",
  "148": "ATGCC",
  "149": "CATCC",
  "150": "CTCTT",
  "151": "AGGAA",
  "152": "ATGGG",
  "153": "ATATT",
  "154": "TGACC",
  "155": "TACT",
  "156": "TTTCC",
  "157": "AAATT",
  "158": "CGTG",
  "159": "TTGCC",
  "160": "TAGAG",
  "161": "ACAAG",
  "162": "AGGAG",
  "163": "CACTG",
  "164": "ACACC",
  "165": "CAAAG",
  "166": "CAGAA",
  "167": "CTACT",
  "168": "TCGG",
  "169": "CAACC",
  "170": "CAGTGG",
  "171": "TATTTT",
  "172": "ACTTG",
  "173": "CACG",
  "174": "TTAG",
  "175": "TGGAG",
  "176": "TACAA",
  "177": "GGCC",
  "178": "AAGAG",
  "179": "AAAT",
  "180": "TCAAG",
  "181": "TGAGG",
  "182": "TGTGG",
  "183": "CACTCC",
  "184": "CTATT",
  "185": "ACCG",
  "186": "CTGGGATT",
  "187": "CACAA",
  "188": "ATGAA",
  "189": "GGGG",
  "190": "TACAG",
  "191": "TACTT",
  "192": "CACT",
  "193": "CCTT",
  "194": "CCAGG",
  "195": "TGGAA",
  "196": "CTGGGG",
  "197": "CTTTG",
  "198": "CTGAA",
  "199": "AGGCAGG",
  "200": "CTGTT",
  "201": "CTCAA",
  "202": "ACATT",
  "203": "TCATT",
  "204": "ATGTT",
  "205": "ACAGAG",
  "206": "ATCTT",
  "207": "ATTCC",
  "208": "TGGTG",
  "209": "TCTCAA",
  "210": "ATGAG",
  "211": "AAAAAA",
  "212": "CTACC",
  "213": "AAGTG",
  "214": "ATCTG",
  "215": "CATTG",
  "216": "TATTG",
  "217": "CAATT",
  "218": "CCAA",
  "219": "TCAGCCTCC",
  "220": "AGCCTGGG",
  "221": "AGGTG",
  "222": "AAAAAT",
  "223": "CAGTT",
  "224": "CAGGCTGG",
  "225": "CATAA",
  "226": "TCCTT",
  "227": "AAGTT",
  "228": "ATGTG",
  "229": "CTCACTG",
  "230": "ACAGGG",
  "231": "CATAG",
  "232": "TCCAG",
  "233": "GGTT",
  "234": "TAGGG",
  "235": "TTTTTT",
  "236": "TCCTG",
  "237": "TACTG",
  "238": "ACCAG",
  "239": "AGGTTG",
  "240": "CTCTCC",
  "241": "TATAA",
  "242": "CTAT",
  "243": "TAATT",
  "244": "CGAA",
  "245": "AGGTT",
  "246": "CTGGGATTACAGG",
  "247": "AGAT",
  "248": "TTTTTG",
  "249": "TGGGAGG",
  "250": "CAAAGTG",
  "251": "TATGG",
  "252": "TTGAG",
  "253": "CATCT",
  "254": "TTGTT",
  "255": "AAGGG",
  "256": "TGGTGG",
  "257": "ACATG",
  "258": "CATTTT",
  "259": "CTCAGG",
  "260": "CTAGG",
  "261": "TGTAATCCCAG",
  "262": "TAAAG",
  "263": "ACCTG",
  "264": "CTCG",
  "265": "CGGGG",
  "266": "TGGTT",
  "267": "TAGAA",
  "268": "TCCG",
  "269": "ATTTG",
  "270": "ACGCC",
  "271": "ACCTT",
  "272": "CTATG",
  "273": "AGGCAG",
  "274": "TAAGG",
  "275": "TCATG",
  "276": "ATTAA",
  "277": "TTGAA",
  "278": "ATTGG",
  "279": "AGCCG",
  "280": "ATCAG",
  "281": "ATCAA",
  "282": "GGGCC",
  "283": "CAGGGG",
  "284": "CTGGCC",
  "285": "CTAAG",
  "286": "CGGCC",
  "287": "TGTAG",
  "288": "ATAAAA",
  "289": "CATCA",
  "290": "CACACC",
  "291": "CTTAA",
  "292": "TTCAAG",
  "293": "CTCAAG",
  "294": "AGACC",
  "295": "CTCACC",
  "296": "AGAGG",
  "297": "CTCCTGCC",
  "298": "TATCC",
  "299": "ACCTCC",
  "300": "AGAAG",
  "301": "CTCCCC",
  "302": "TGGGGG",
  "303": "TGATCC",
  "304": "AGAAGG",
  "305": "CATCTG",
  "306": "AAAAG",
  "307": "ATATG",
  "308": "ATCG",
  "309": "TAGCC",
  "310": "TCCTCC",
  "311": "TGCTG",
  "312": "TGATT",
  "313": "ACCAGCC",
  "314": "AGCTG",
  "315": "TCTGGG",
  "316": "CACAGG",
  "317": "AGCAG",
  "318": "ATCACC",
  "319": "ATGGGG",
  "320": "ATACC",
  "321": "TGGCTCA",
  "322": "TCTCAG",
  "323": "CATGCC",
  "324": "TGTCC",
  "325": "TCTTTT",
  "326": "AGGAGG",
  "327": "CTACTT",
  "328": "ACCCTG",
  "329": "CAATG",
  "330": "ACTCTG",
  "331": "AGCCAGG",
  "332": "ACCAA",
  "333": "ACAAAA",
  "334": "ATAAG",
  "335": "TCTCTG",
  "336": "ATAGG",
  "337": "TTGGG",
  "338": "CACGG",
  "339": "TCGCC",
  "340": "CAGGCC",
  "341": "CTCTGG",
  "342": "ATCTCC",
  "343": "TATTTTTAG",
  "344": "CCCCG",
  "345": "TGTGTGTG",
  "346": "AAAATT",
  "347": "ATTATT",
  "348": "TCTAA",
  "349": "TGCAG",
  "350": "TAACC",
  "351": "CAGGCTGGAGTG",
  "352": "CGTT",
  "353": "CTTGAACC",
  "354": "CATAT",
  "355": "TTGTG",
  "356": "ACTAA",
  "357": "TCTTCC",
  "358": "AGCCCC",
  "359": "AAAAATACAA",
  "360": "AGGCTGAGGCAGG",
  "361": "CTTTCC",
  "362": "TCTGCC",
  "363": "CTCTTG",
  "364": "CAGCAG",
  "365": "CTGCTG",
  "366": "CACCCC",
  "367": "TAGTT",
  "368": "ACTGCACTCC",
  "369": "ACAGCC",
  "370": "ATGTTGG",
  "371": "CTCCG",
  "372": "CATTCC",
  "373": "TCAGCC",
  "374": "TGCTT",
  "375": "TCAGGG",
  "376": "AAAAGG",
  "377": "AGATG",
  "378": "TACG",
  "379": "CGCG",
  "380": "AAATG",
  "381": "ATACA",
  "382": "TAATAA",
  "383": "AGTCC",
  "384": "AGGAAG",
  "385": "ACTGGG",
  "386": "CACTTTGGG",
  "387": "ATGGAG",
  "388": "TCTCG",
  "389": "CTTCTT",
  "390": "TGAT",
  "391": "CACACACA",
  "392": "ACACAG",
  "393": "TGGCTAA",
  "394": "TGAAG",
  "395": "CTGCAG",
  "396": "TTTTCC",
  "397": "TCCAA",
  "398": "CCTCCCAAAGTG",
  "399": "AAAAAG",
  "400": "CTGAGG",
  "401": "TCTTGG",
  "402": "TGGGCC",
  "403": "TTCTT",
  "404": "TGCAA",
  "405": "TGGCCAA",
  "406": "ATTAG",
  "407": "AGGGCC",
  "408": "AAGGGG",
  "409": "TAGCTGGG",
  "410": "AGGTGG",
  "411": "CAGGAG",
  "412": "AGAAAG",
  "413": "CTTAG",
  "414": "TATAG",
  "415": "TCTCA",
  "416": "CTTGGG",
  "417": "TATTTTTAGTAGAG",
  "418": "AACTCC",
  "419": "CTGGAG",
  "420": "AGGGGG",
  "421": "TTCTG",
  "422": "TCTAG",
  "423": "CATGTG",
  "424": "TGCCCC",
  "425": "AGGGAG",
  "426": "TCTCTACT",
  "427": "CAACAA",
  "428": "TGATG",
  "429": "TCTCTT",
  "430": "AAACC",
  "431": "ACAAGG",
  "432": "AAGAAG",
  "433": "ACGGG",
  "434": "TGGCTG",
  "435": "GCC",
  "436": "CAGCTG",
  "437": "AAAGG",
  "438": "AGGCTGAGG",
  "439": "CGTGG",
  "440": "CAGAGG",
  "441": "AGCCACC",
  "442": "CTTCTG",
  "443": "ATCTCT",
  "444": "CTACA",
  "445": "TAATG",
  "446": "CGAGG",
  "447": "TCACTG",
  "448": "CACTGG",
  "449": "ACTACAGG",
  "450": "TTTTGG",
  "451": "AGGCTGAGGCAGGAGAA",
  "452": "ACAGAA",
  "453": "TGAACC",
  "454": "TGGGAG",
  "455": "TCAGGAGTT",
  "456": "CTTGCC",
  "457": "TTGGGG",
  "458": "AAAACC",
  "459": "CTCCTGCCTCAGCCTCC",
  "460": "CAGTGAG",
  "461": "CTCGG",
  "462": "CATCTT",
  "463": "CTACAA",
  "464": "CGATT",
  "465": "CAGGAA",
  "466": "ACTTCC",
  "467": "CAAGGG",
  "468": "CTCCTG",
  "469": "CTGGAA",
  "470": "TTTAA",
  "471": "CAGAAG",
  "472": "TCCCTG",
  "473": "ATTTTG",
  "474": "CATCAG",
  "475": "CACCG",
  "476": "ACCACC",
  "477": "CAAATG",
  "478": "AGCCTGGGCAA",
  "479": "TGTTG",
  "480": "AGAGAG",
  "481": "TCAAGG",
  "482": "TTTTTTG",
  "483": "CTAAAA",
  "484": "CATGGG",
  "485": "TGCCACC",
  "486": "CAGGAGG",
  "487": "ATCCCC",
  "488": "TGCG",
  "489": "AGGGAA",
  "490": "ACTGCC",
  "491": "CATGGTGAA",
  "492": "CCGCC",
  "493": "CAACCTCC",
  "494": "TCCAGG",
  "495": "TGGCTT",
  "496": "TCACAG",
  "497": "TATTTATT",
  "498": "CTCATT",
  "499": "AGCCAG",
  "500": "AAGGAA",
  "501": "TCGGG",
  "502": "TAAATT",
  "503": "ACTAG",
  "504": "CTTTTG",
  "505": "CAAGCC",
  "506": "ACACTG",
  "507": "AAGGCC",
  "508": "TGTGTG",
  "509": "TTTTTTTTTTTTTTTT",
  "510": "TTTTAA",
  "511": "TTATT",
  "512": "CAAAAG",
  "513": "TATATT",
  "514": "ACCCAG",
  "515": "CAGGCTGGAGTGCAGTGG",
  "516": "TGGAAG",
  "517": "TGGAGG",
  "518": "AGCCAAG",
  "519": "CCCCAG",
  "520": "ACCCCG",
  "521": "ACTTGG",
  "522": "CTCCAG",
  "523": "CTCCTT",
  "524": "CAAATT",
  "525": "AAAAAAAAAAAAAAAA",
  "526": "CAAGAG",
  "527": "GGGAG",
  "528": "ATAAATAA",
  "529": "TGGCAG",
  "530": "AGCCACTG",
  "531": "TGGCG",
  "532": "ATTACAGG",
  "533": "CAGCTAA",
  "534": "CACCACC",
  "535": "ATGGCC",
  "536": "TAAATG",
  "537": "AGAACC",
  "538": "TACTCC",
  "539": "TACAGG",
  "540": "TAGTG",
  "541": "ATATAA",
  "542": "TTCAG",
  "543": "TTGGCC",
  "544": "TGGGAA",
  "545": "CACTTG",
  "546": "CATGAG",
  "547": "TTCCAG",
  "548": "CATGAA",
  "549": "CTGGGCC",
  "550": "CCAGGCTGG",
  "551": "CAAAGG",
  "552": "CTCTGCC",
  "553": "CATATT",
  "554": "GGGAA",
  "555": "ATGGAA",
  "556": "CGGAG",
  "557": "TAAAAG",
  "558": "ACTCAG",
  "559": "TGCCG",
  "560": "ACTTTT",
  "561": "TCAAAA",
  "562": "CTAGAA",
  "563": "ATTTCC",
  "564": "CACTTTGGGAGG",
  "565": "ACAAAG",
  "566": "CTTGAA",
  "567": "CTTCAG",
  "568": "CTGTCC",
  "569": "ATGAAG",
  "570": "CAAGAA",
  "571": "TCATCC",
  "572": "AAAATG",
  "573": "CACGCC",
  "574": "CAGGTG",
  "575": "TCACTT",
  "576": "CCGAGG",
  "577": "ATACT",
  "578": "CATATG",
  "579": "TTCCTT",
  "580": "TAGCTGGGATTACAGG",
  "581": "ACACAA",
  "582": "TGGGTT",
  "583": "ATCTTGG",
  "584": "ACATGG",
  "585": "CTAGAG",
  "586": "AAGCAG",
  "587": "CGCGG",
  "588": "TGGGTG",
  "589": "ATCATT",
  "590": "AGCCACCG",
  "591": "ATCACTTG",
  "592": "ATGCTG",
  "593": "ATGAGG",
  "594": "CTACTG",
  "595": "AGATT",
  "596": "ATACAA",
  "597": "TCCCAGCTACT",
  "598": "CAATGG",
  "599": "AAGAAAA",
  "600": "CTAAGG",
  "601": "CAAACC",
  "602": "TTGTTG",
  "603": "AAAAATACAAAAATT",
  "604": "CAGGTT",
  "605": "CGTGGTGG",
  "606": "AGAATT",
  "607": "CTACAG",
  "608": "TCTGTG",
  "609": "TGCCTG",
  "610": "CATCAA",
  "611": "AGGTTGCAGTG",
  "612": "TCCTGG",
  "613": "CACCTG",
  "614": "AAGAGG",
  "615": "AAGCTG",
  "616": "ACCAGG",
  "617": "TCTGTT",
  "618": "CGCTG",
  "619": "ATAAAG",
  "620": "ATAATT",
  "621": "TATTCC",
  "622": "TCAGAA",
  "623": "CACAAG",
  "624": "CGTCC",
  "625": "ATCTGG",
  "626": "ATGATG",
  "627": "TCTCGAA",
  "628": "TCTTTCTT",
  "629": "TGCCTT",
  "630": "ATTCTG",
  "631": "TCAGAG",
  "632": "ATTTTTT",
  "633": "AACAG",
  "634": "ATCTTG",
  "635": "AGGCCAAGG",
  "636": "CGGCTCACTG",
  "637": "TCCCAA",
  "638": "TCACCATGTTGG",
  "639": "TGCCAG",
  "640": "TCTGAG",
  "641": "CAGCCCC",
  "642": "TAGGGG",
  "643": "AGCCGGG",
  "644": "ATCTCAG",
  "645": "CTTTGG",
  "646": "ACTCCG",
  "647": "ACTGAG",
  "648": "CTGTGG",
  "649": "TTTGG",
  "650": "TAAGCC",
  "651": "AAGGAG",
  "652": "CTACTTGGG",
  "653": "ACCTGG",
  "654": "TTTTCTT",
  "655": "TCTGCCTCC",
  "656": "CTGCTT",
  "657": "TTTCA",
  "658": "ATATATAT",
  "659": "TAGCTGGGACTACAGG",
  "660": "AATAA",
  "661": "CACATG",
  "662": "CAGATG",
  "663": "ATTGCC",
  "664": "ACATCC",
  "665": "CCTCCCAAAGTGCTGGGATTACAGG",
  "666": "ATTCTT",
  "667": "ATCTCAA",
  "668": "TTTTGAG",
  "669": "CGCCTGTAATCCCAG",
  "670": "CTGGGGG",
  "671": "CTCCTCC",
  "672": "CAGGGCC",
  "673": "CATTGG",
  "674": "AAAAATT",
  "675": "AGCCTG",
  "676": "TACTGG",
  "677": "ATGTTG",
  "678": "CACCAG",
  "679": "ATCATG",
  "680": "ACCAGCCTGGCCAA",
  "681": "TGTTTG",
  "682": "CAACAG",
  "683": "TCCTAG",
  "684": "CACAGCC",
  "685": "ATGTGG",
  "686": "ACCTTG",
  "687": "CTCTCA",
  "688": "AGCCTGG",
  "689": "CATGGTGG",
  "690": "TGTGAG",
  "691": "CTCTGGG",
  "692": "CAATAA",
  "693": "CACTCA",
  "694": "CTCAGCC",
  "695": "TGCCTGTAATCCCAG",
  "696": "ACGGGGTT",
  "697": "CTCTAA",
  "698": "ACCTGCC",
  "699": "CTCTTCC",
  "700": "TGAGAG",
  "701": "TCATTG",
  "702": "CAAAT",
  "703": "CTAGGG",
  "704": "CTATTG",
  "705": "ACTGCACTCCAGCCTGGG",
  "706": "TACAAG",
  "707": "TCTATT",
  "708": "CGCAG",
  "709": "ATGGGGTT",
  "710": "TGTGTT",
  "711": "CTGAAG",
  "712": "CTCTGTCACC",
  "713": "AGCTGGG",
  "714": "TATATG",
  "715": "AGGGAGG",
  "716": "ACTGAA",
  "717": "ACAACC",
  "718": "CGGGAGG",
  "719": "CAGCTT",
  "720": "AGCCTCC",
  "721": "ATTTAA",
  "722": "GGGTG",
  "723": "ACAGTG",
  "724": "AGCCCAGG",
  "725": "TCAGTT",
  "726": "TCTTTG",
  "727": "CATACA",
  "728": "TCTGAA",
  "729": "ACACTT",
  "730": "CACATT",
  "731": "CCCCCC",
  "732": "CTATAA",
  "733": "AAGATG",
  "734": "AGAAAGAA",
  "735": "AGGCTGG",
  "736": "ACGGAG",
  "737": "ACATTG",
  "738": "CTTGAG",
  "739": "AGCCAA",
  "740": "ACTCTT",
  "741": "ACACG",
  "742": "TAAGAA",
  "743": "TCATGG",
  "744": "TACTTG",
  "745": "ATATTG",
  "746": "CATTTG",
  "747": "TCTCTCC",
  "748": "ATACAG",
  "749": "TGGGTGG",
  "750": "CATACC",
  "751": "ATGGTG",
  "752": "AGAATG",
  "753": "CTATCC",
  "754": "TATCTT",
  "755": "CACCTT",
  "756": "CTGACC",
  "757": "CAATCC",
  "758": "TGAAAG",
  "759": "AGCCGAG",
  "760": "GGAG",
  "761": "ATGTCC",
  "762": "CGCCACC",
  "763": "ATCAGG",
  "764": "CAGACC",
  "765": "CAGTCC",
  "766": "TTCCTG",
  "767": "TCTTGAACTCC",
  "768": "CATGTT",
  "769": "ACCATCC",
  "770": "TGTGAA",
  "771": "TGAATT",
  "772": "TTTTAG",
  "773": "CTGGTG",
  "774": "ATACTT",
  "775": "CTGGTT",
  "776": "AGCCTT",
  "777": "AAGTCC",
  "778": "CTTCCCC",
  "779": "AGGGTG",
  "780": "CATAGG",
  "781": "ACCCACC",
  "782": "ACGGGG",
  "783": "CAGCAA",
  "784": "CATCG",
  "785": "AAGCAA",
  "786": "ATCTCA",
  "787": "TTTTTGTATTTTTAGTAGAG",
  "788": "ATCACCTGAGG",
  "789": "CTTGTT",
  "790": "ACTGTG",
  "791": "ATCCTCC",
  "792": "CGGCTAA",
  "793": "TGAGTT",
  "794": "CAGATT",
  "795": "AATCC",
  "796": "AGTGCAGTGG",
  "797": "CGGGGG",
  "798": "CTGCCCC",
  "799": "ACATAA",
  "800": "AAGTGG",
  "801": "TTGCTT",
  "802": "ATATCC",
  "803": "TTTTTTTTTTTT",
  "804": "ATCAAG",
  "805": "ATAGAA",
  "806": "TATTTG",
  "807": "AAAATAA",
  "808": "CGCCG",
  "809": "TGACCTCAGG",
  "810": "ACAAACAA",
  "811": "TATCTG",
  "812": "TGGATT",
  "813": "TTCCAA",
  "814": "ATGCAG",
  "815": "TCACAA",
  "816": "CTAATT",
  "817": "TTCCG",
  "818": "ACCCCATCTCT",
  "819": "CAGGCTG",
  "820": "CTCCAA",
  "821": "TCTCAAACTCC",
  "822": "CCTCCCC",
  "823": "CTCAGGG",
  "824": "AAGATT",
  "825": "ATATTTT",
  "826": "TCTCGAACTCC",
  "827": "CGCCCC",
  "828": "ACGTG",
  "829": "TCAAAG",
  "830": "ATAGAG",
  "831": "AAGTTG",
  "832": "ACCATG",
  "833": "TAGAGG",
  "834": "CACCTGTAATCCCAG",
  "835": "ACATTTT",
  "836": "CACTCT",
  "837": "ACTCAA",
  "838": "GGGTT",
  "839": "TGACAGAG",
  "840": "CTTTCT",
  "841": "ACAGTT",
  "842": "CATCTCC",
  "843": "ATCCAG",
  "844": "ATGATT",
  "845": "TGGGGCC",
  "846": "CAGCACC",
  "847": "CTTTTTT",
  "848": "TGCCTGG",
  "849": "CAGCG",
  "850": "CCGAG",
  "851": "AAGACC",
  "852": "ATAAGG",
  "853": "TAATCCCAG",
  "854": "TACATT",
  "855": "TATTAA",
  "856": "TGGGGGG",
  "857": "CAAGTT",
  "858": "TGAATG",
  "859": "AAGTAA",
  "860": "ATTGTT",
  "861": "TCTGGGG",
  "862": "ATACTG",
  "863": "ATGGTT",
  "864": "AGGGTT",
  "865": "CTTATT",
  "866": "CAAAAAA",
  "867": "ACATAG",
  "868": "TCTTAA",
  "869": "CACTAA",
  "870": "CTGTTG",
  "871": "TCATTTT",
  "872": "AAAAAAAAAAAA",
  "873": "TCATAG",
  "874": "TGGGTTCAAG",
  "875": "ATGGATGG",
  "876": "TGCCAGG",
  "877": "CATAAG",
  "878": "TAAAAAA",
  "879": "CTTTAA",
  "880": "TGGTCC",
  "881": "ATCCTG",
  "882": "CACCTCC",
  "883": "CGGTG",
  "884": "ACAATT",
  "885": "CTCTCTG",
  "886": "TTGGAG",
  "887": "TCAGTG",
  "888": "TCAACC",
  "889": "ATCACA",
  "890": "TAATCC",
  "891": "CTGGAGG",
  "892": "AGGCCAGG",
  "893": "CTAGCC",
  "894": "TATGTT",
  "895": "AATTAA",
  "896": "ACTTTG",
  "897": "AGTTTG",
  "898": "TCAGCCTCCCAAAGTG",
  "899": "TGGGCAG",
  "900": "ATCCTT",
  "901": "TAGAAG",
  "902": "TTGTCC",
  "903": "TCATCA",
  "904": "CTCTGTTGCC",
  "905": "CATTAA",
  "906": "CGGGCC",
  "907": "AGGATG",
  "908": "CAGTGGCTCA",
  "909": "TTGCTG",
  "910": "TCGCTTGAACC",
  "911": "CGACC",
  "912": "ATCTCGGCTCACTG",
  "913": "TGAGACC",
  "914": "TAGGAA",
  "915": "CAGGTTCAAG",
  "916": "CCCCTG",
  "917": "TCTACC",
  "918": "AGGGGCC",
  "919": "TTGGAA",
  "920": "TGAGTG",
  "921": "TACCCC",
  "922": "TCTCCCC",
  "923": "CTATGG",
  "924": "ATCTAA",
  "925": "ACTATT",
  "926": "AGAAGGG",
  "927": "CACTGCC",
  "928": "CCCCTT",
  "929": "AGAGAGAG",
  "930": "CTGATT",
  "931": "CAACTT",
  "932": "ATCTGCC",
  "933": "GCCTCC",
  "934": "AGGATT",
  "935": "TCACG",
  "936": "CACAGGG",
  "937": "ACCCCGTCTCTACT",
  "938": "AGTGG",
  "939": "AGCTT",
  "940": "CAAGTG",
  "941": "ATATGG",
  "942": "CCCCAA",
  "943": "CAGCCTCC",
  "944": "TAGGCC",
  "945": "TCATAA",
  "946": "CACTGGG",
  "947": "ATGACC",
  "948": "CAAAACC",
  "949": "TATTGG",
  "950": "ACTGTT",
  "951": "TAGCTG",
  "952": "TTTTTAA",
  "953": "AGTTAA",
  "954": "CTCATG",
  "955": "CAACCTCTGCCTCC",
  "956": "CACCAA",
  "957": "TGCCAA",
  "958": "TCAATT",
  "959": "AGAGTT",
  "960": "CAAGGCC",
  "961": "ATTGAA",
  "962": "CAGGCAG",
  "963": "TAAGAG",
  "964": "TTTTGCC",
  "965": "ATAACC",
  "966": "CAACTG",
  "967": "CAGGTGG",
  "968": "CTTCTCC",
  "969": "CTTTCTT",
  "970": "ATGTAA",
  "971": "AGGTTGCAGTGAG",
  "972": "ACTGAGG",
  "973": "CTCACTGCAACCTCC",
  "974": "ACTTAA",
  "975": "TATGTG",
  "976": "CTACG",
  "977": "TGTGGTGG",
  "978": "CAAACA",
  "979": "ATCCG",
  "980": "CAGGAAG",
  "981": "TGCCTCC",
  "982": "AGAAAAG",
  "983": "TCATCT",
  "984": "TATGGG",
  "985": "TGGGCTCAAG",
  "986": "ATGCTT",
  "987": "TAGATT",
  "988": "CATAAAA",
  "989": "TCACCG",
  "990": "TTTTATT",
  "991": "AGGACC",
  "992": "CTAACC",
  "993": "TATGAA",
  "994": "AGAATTG",
  "995": "CAGCTCC",
  "996": "CACTTTGGGAGGCCAAGG",
  "997": "TCCTTG",
  "998": "AGTTCAAG",
  "999": "AAAAATG",
  "1000": "TATACA",
  "1001": "AGGCTT",
  "1002": "ACAGGGTT",
  "1003": "CTCTTGG",
  "1004": "CAGGGGG",
  "1005": "CTATTTT",
  "1006": "ATTTGG",
  "1007": "ACTGGGG",
  "1008": "TATGCC",
  "1009": "CTAGTT",
  "1010": "AGTGTT",
  "1011": "TTCCTCC",
  "1012": "TTGCCCAGGCTGG",
  "1013": "TCTTTCC",
  "1014": "ATTGCACTCC",
  "1015": "CTTGTG",
  "1016": "CATTTCC",
  "1017": "CAGTAG",
  "1018": "CAGTAA",
  "1019": "AAGTAG",
  "1020": "CTCCCTCC",
  "1021": "TAGGAG",
  "1022": "ATAGGG",
  "1023": "CGCTT",
  "1024": "AGGTCC",
  "1025": "AGGAAGG",
  "1026": "TGGATG",
  "1027": "AAGCTT",
  "1028": "CTCTGTCGCC",
  "1029": "ACCATT",
  "1030": "CTGTAA",
  "1031": "CACTTCC",
  "1032": "TGATCTGCC",
  "1033": "ACGTT",
  "1034": "AGCCCAG",
  "1035": "TCACTTGAACC",
  "1036": "TGTTAA",
  "1037": "TGATCCGCC",
  "1038": "AAAACAA",
  "1039": "TGGGCAA",
  "1040": "TACGG",
  "1041": "CCCCTCC",
  "1042": "CACTTTGGGAGGCCGAGG",
  "1043": "ATAGTT",
  "1044": "CTCTTTT",
  "1045": "TGTAGTCCCAGCTACT",
  "1046": "ATAATG",
  "1047": "CTAAAG",
  "1048": "CTGATG",
  "1049": "TATTTTTT",
  "1050": "AGGCAA",
  "1051": "CTGCG",
  "1052": "ATCATGCC",
  "1053": "AAAAAAG",
  "1054": "TTGGTT",
  "1055": "CATCCCC",
  "1056": "CTCTCTCT",
  "1057": "TCAGGAG",
  "1058": "CATGGGG",
  "1059": "GGAA",
  "1060": "CATTTTG",
  "1061": "ATTGAG",
  "1062": "CTGGGTG",
  "1063": "CATCTGG",
  "1064": "ACCCCATCTCTACT",
  "1065": "AGAGTG",
  "1066": "TCTCACC",
  "1067": "TAGTGG",
  "1068": "TCTATG",
  "1069": "CACACAG",
  "1070": "TAAGTT",
  "1071": "CTGCAA",
  "1072": "TGCCTGTAA",
  "1073": "CTGGGAG",
  "1074": "CGGGTTCAAG",
  "1075": "ATCCAA",
  "1076": "TAACAA",
  "1077": "TTGATT",
  "1078": "CTCCTGG",
  "1079": "ACAATG",
  "1080": "CATGGCC",
  "1081": "TATCAA",
  "1082": "TAGGTG",
  "1083": "TGTAGTCCCAG",
  "1084": "AAGGTG",
  "1085": "CTCGGG",
  "1086": "ATGGGGG",
  "1087": "TTCCTTCC",
  "1088": "CGACAGAG",
  "1089": "TCTAGG",
  "1090": "ATCTCTG",
  "1091": "ACCAAG",
  "1092": "TAGATG",
  "1093": "AAGGTT",
  "1094": "AGAAATG",
  "1095": "TACACC",
  "1096": "ACCCAA",
  "1097": "CACAGAG",
  "1098": "CTCCCTG",
  "1099": "TAAGTG",
  "1100": "CTCAGAG",
  "1101": "TGGGAAG",
  "1102": "ACCGG",
  "1103": "TCATCTG",
  "1104": "TGACCTCG",
  "1105": "TCCATT",
  "1106": "CGTGCC",
  "1107": "CTTCCTT",
  "1108": "AAGGAAGG",
  "1109": "CGGAA",
  "1110": "CAGACA",
  "1111": "ACTCTGTCTCAA",
  "1112": "AATTTG",
  "1113": "CCGTG",
  "1114": "CTTCAA",
  "1115": "TGTGTGTGTGTGTGTG",
  "1116": "TAATAG",
  "1117": "CTCCAGG",
  "1118": "ACCACA",
  "1119": "CTTTAG",
  "1120": "CAGCCAG",
  "1121": "CAGAGCC",
  "1122": "TCAGGAGTTCGAG",
  "1123": "CAGTTG",
  "1124": "TATATAT",
  "1125": "CTTGGGG",
  "1126": "TAATTG",
  "1127": "TGGTTG",
  "1128": "TCTCAAAA",
  "1129": "CTCAAGG",
  "1130": "CAGGGAG",
  "1131": "ATTGTG",
  "1132": "TCTTAG",
  "1133": "ATCACGAGG",
  "1134": "CAAGTAG",
  "1135": "TGACCAA",
  "1136": "TAAGGG",
  "1137": "TACCAG",
  "1138": "CTTGGCC",
  "1139": "CCCCACC",
  "1140": "CGCAA",
  "1141": "TCTACT",
  "1142": "TATAAAA",
  "1143": "TGGGGAG",
  "1144": "TGGCAA",
  "1145": "TCTCTGG",
  "1146": "TGCCTCAGCCTCC",
  "1147": "TCTGGCC",
  "1148": "TCCACC",
  "1149": "CGGTT",
  "1150": "AGAAATT",
  "1151": "TCCCACC",
  "1152": "CGGGTT",
  "1153": "TGAGTAG",
  "1154": "AGAAAGG",
  "1155": "TACATG",
  "1156": "GGGAGG",
  "1157": "CATCACC",
  "1158": "TTTTGTT",
  "1159": "CTCCTGCCTCAGCCTCCCGAG",
  "1160": "ATCCATCC",
  "1161": "AAGACA",
  "1162": "TAACTT",
  "1163": "TCCCTT",
  "1164": "TCAGGGG",
  "1165": "TATCAG",
  "1166": "CTCTAG",
  "1167": "AGGGAGGG",
  "1168": "TCACCATGTTGGCCAGGCTGG",
  "1169": "TACCTT",
  "1170": "TATTAG",
  "1171": "ACTATG",
  "1172": "ACTCCATCTCAA",
  "1173": "TTGAGG",
  "1174": "TCTCAGG",
  "1175": "TGGAAGG",
  "1176": "TTGGTG",
  "1177": "TCTAAG",
  "1178": "TAAAGG",
  "1179": "CTGTGTG",
  "1180": "CTCGCC",
  "1181": "TAATTTT",
  "1182": "ACCCTT",
  "1183": "ACCCGCC",
  "1184": "AAAAAAAAAA",
  "1185": "AGGCCAG",
  "1186": "ATAAATT",
  "1187": "CTGTAG",
  "1188": "CTGGGAA",
  "1189": "ATGCAA",
  "1190": "TCGGGG",
  "1191": "TGGACC",
  "1192": "ATAGCC",
  "1193": "CACTCTG",
  "1194": "CTACTCAGG",
  "1195": "CGTGAGCCACCG",
  "1196": "CTAGTG",
  "1197": "TCGGCCTCCCAAAGTGCTGGGATTACAGG",
  "1198": "TACCG",
  "1199": "CGGGAGGCTGAGGCAGGAGAA",
  "1200": "CGAAG",
  "1201": "CTCCACC",
  "1202": "CTTTTCC",
  "1203": "CTCCCAG",
  "1204": "TCAGGCTGG",
  "1205": "TCAGGAGAT",
  "1206": "ATTGTGCC",
  "1207": "TCACCCC",
  "1208": "ATTCAA",
  "1209": "ACAAAAAA",
  "1210": "ACAGGCC",
  "1211": "CACCTGG",
  "1212": "CGGGTGG",
  "1213": "AGGGTGG",
  "1214": "TCTTGCC",
  "1215": "ACACACA",
  "1216": "AGGGAAG",
  "1217": "AGCCAGGATGG",
  "1218": "TAGTAGAG",
  "1219": "TTTTTTTG",
  "1220": "AGCCATG",
  "1221": "TATTTTG",
  "1222": "TCTCATT",
  "1223": "TCTGTCC",
  "1224": "TCAGGAGTTCAAG",
  "1225": "CTGTGCC",
  "1226": "CACTCAG",
  "1227": "ATCACACC",
  "1228": "ACGAG",
  "1229": "CTTTAT",
  "1230": "TCAGGCC",
  "1231": "ATTGGG",
  "1232": "CACACACACACACACA",
  "1233": "TCGTT",
  "1234": "AGCCGG",
  "1235": "CAGAAGG",
  "1236": "ACAGGGG",
  "1237": "CACGGG",
  "1238": "TCTCGG",
  "1239": "ACACAGG",
  "1240": "TCTTGAA",
  "1241": "TGGTAG",
  "1242": "CTATAG",
  "1243": "TAAAATT",
  "1244": "TACCTG",
  "1245": "ACCCAGG",
  "1246": "CTGCCTG",
  "1247": "ACAGATG",
  "1248": "CAAAATG",
  "1249": "CACGTG",
  "1250": "TTTTTTTTTT",
  "1251": "CAATAG",
  "1252": "ATAGTG",
  "1253": "AGCCGAGAT",
  "1254": "TCGGCC",
  "1255": "CTGGCTG",
  "1256": "TTGCAG",
  "1257": "CGATG",
  "1258": "CAGCCTG",
  "1259": "AGAGAGG",
  "1260": "TTGGGGG",
  "1261": "ACAGAGG",
  "1262": "TGGCTCACGCCTGTAATCCCAG",
  "1263": "TGTTTGTT",
  "1264": "TTGAAG",
  "1265": "CAGCAGG",
  "1266": "CACTTTGGGAGGCTGAGG",
  "1267": "ATTTATT",
  "1268": "TAGGTT",
  "1269": "CTGCCTT",
  "1270": "TTGTGG",
  "1271": "ATTTTAA",
  "1272": "CTAATG",
  "1273": "ATTTAG",
  "1274": "AACCAG",
  "1275": "TCTTCTT",
  "1276": "CACAAAA",
  "1277": "ACATAT",
  "1278": "CATTCATT",
  "1279": "ACGAA",
  "1280": "ACCTCA",
  "1281": "AGTTTGAG",
  "1282": "TCCTGCC",
  "1283": "CTTCCTG",
  "1284": "TAAATAA",
  "1285": "AGGAAAA",
  "1286": "CTATAT",
  "1287": "CACTAG",
  "1288": "CAAACT",
  "1289": "AAGAAAG",
  "1290": "TATGAG",
  "1291": "AACCAA",
  "1292": "ACATCA",
  "1293": "CTGCTCC",
  "1294": "TAGCTT",
  "1295": "AGGGCAG",
  "1296": "TCTTGGG",
  "1297": "TCCAAG",
  "1298": "AATTAG",
  "1299": "ACCCG",
  "1300": "AGGTTGCAGTGAGCCAAG",
  "1301": "ATTGCTTG",
  "1302": "TGACCTCAAG",
  "1303": "ACCCTGTCTCTACT",
  "1304": "CGGCGG",
  "1305": "ACACCCC",
  "1306": "CTCAAAA",
  "1307": "CAAGGGG",
  "1308": "TAAACC",
  "1309": "ACTTAG",
  "1310": "TGGCCAG",
  "1311": "TTGTTTT",
  "1312": "CACTGTG",
  "1313": "AGGCG",
  "1314": "TTGTAG",
  "1315": "CGCCTGTAA",
  "1316": "TTGGCCTCC",
  "1317": "CAGCCTT",
  "1318": "TAACAG",
  "1319": "TCTCCTT",
  "1320": "CCCCGG",
  "1321": "TGTTAG",
  "1322": "CATTAG",
  "1323": "ACTAAG",
  "1324": "ATTTCA",
  "1325": "ATTTAT",
  "1326": "ACCAGCCTGGCCAACATGGTGAA",
  "1327": "ACTCG",
  "1328": "CTACTCC",
  "1329": "CACTGAG",
  "1330": "CAGCTGG",
  "1331": "ACTACC",
  "1332": "ACTCAGG",
  "1333": "TTGTAA",
  "1334": "TCCATG",
  "1335": "TGGCAGG",
  "1336": "AGGGCTG",
  "1337": "CTCTGAG",
  "1338": "TAAACA",
  "1339": "ATCGG",
  "1340": "CTCTGTG",
  "1341": "ATTCAG",
  "1342": "CGGGAG",
  "1343": "AGGTAG",
  "1344": "TCCTGGG",
  "1345": "CTGCAGG",
  "1346": "AGGGGAG",
  "1347": "TCGAG",
  "1348": "ATCTGGG",
  "1349": "CAGGGAA",
  "1350": "TCTCCG",
  "1351": "TGGCCCC",
  "1352": "CTGAGCC",
  "1353": "ATCAGCC",
  "1354": "TCTCAAG",
  "1355": "TCTTTTTT",
  "1356": "ATACG",
  "1357": "ACTGGCC",
  "1358": "ATCTAG",
  "1359": "TCGTG",
  "1360": "AGGTTGCAGTGAGCTGAG",
  "1361": "C\n",
  "1362": "TCTTTTG",
  "1363": "ACTCCGTCTCAA",
  "1364": "ATCTTCC",
  "1365": "TCTCTCT",
  "1366": "AAGCAGG",
  "1367": "ATTGCACC",
  "1368": "ATCACTTGAGG",
  "1369": "TGGGGAA",
  "1370": "AACCTG",
  "1371": "TCTCT",
  "1372": "TAAAAAG",
  "1373": "ACACTCC",
  "1374": "TCACTTG",
  "1375": "TCTCCAG",
  "1376": "TGCCCAG",
  "1377": "AACCTT",
  "1378": "ATGTAG",
  "1379": "TCGGCCTCC",
  "1380": "CTGGAAG",
  "1381": "TTTTCTG",
  "1382": "CACAGAA",
  "1383": "ATGAAAA",
  "1384": "AGAGAAG",
  "1385": "CTTTCTG",
  "1386": "TCCCAGG",
  "1387": "CCGAGGCAGG",
  "1388": "TTTTTCC",
  "1389": "AGAACAG",
  "1390": "CGTGGG",
  "1391": "ATTTCT",
  "1392": "ACACGG",
  "1393": "CACAAGG",
  "1394": "ATATAG",
  "1395": "TGAGAGG",
  "1396": "TACCAA",
  "1397": "CTCTGTT",
  "1398": "CGCTCC",
  "1399": "AGTTCGAG",
  "1400": "CTTTCA",
  "1401": "CCCCAGG",
  "1402": "CGTGTG",
  "1403": "TATAAG",
  "1404": "TCAATG",
  "1405": "AGAATGG",
  "1406": "ACCTGGG",
  "1407": "CGGGCGG",
  "1408": "AGCCTGGGCAACAGAG",
  "1409": "TCCCTCC",
  "1410": "ACTTGCC",
  "1411": "AAAAAATT",
  "1412": "TCTCTTG",
  "1413": "CATCAGG",
  "1414": "TGGCTCC",
  "1415": "CACCCAG",
  "1416": "CTGGAATT",
  "1417": "TAACTG",
  "1418": "CGTTG",
  "1419": "CATACT",
  "1420": "CACCTGTAA",
  "1421": "CCTCCG",
  "1422": "TCCGG",
  "1423": "TGAATGAA",
  "1424": "CAAAGCC",
  "1425": "TATTATT",
  "1426": "AGGGGGG",
  "1427": "CAGAGGG",
  "1428": "CTGGCTT",
  "1429": "ATCACGCC",
  "1430": "ACACCTG",
  "1431": "ATAATAA",
  "1432": "CACACCCC",
  "1433": "CAATTG",
  "1434": "ACTAGG",
  "1435": "TCGGCCTCCCAAAGTG",
  "1436": "ATCCCAG",
  "1437": "TCCTCA",
  "1438": "CACTTGG",
  "1439": "TTCCAGG",
  "1440": "CTGTGGG",
  "1441": "CTACAGG",
  "1442": "ACCATGCC",
  "1443": "ACTCTCC",
  "1444": "ACTTGGG",
  "1445": "CGCGCC",
  "1446": "TGGAAAA",
  "1447": "AACTT",
  "1448": "CAGAAAA",
  "1449": "ATGGAGG",
  "1450": "TAAAACC",
  "1451": "CTCACTGCAGCC",
  "1452": "CAAGACC",
  "1453": "TTGACC",
  "1454": "CTGCCAG",
  "1455": "TAGAAAA",
  "1456": "CTGGGTT",
  "1457": "CTGCTGG",
  "1458": "ACTCCCC",
  "1459": "CGCACC",
  "1460": "CTTCCAG",
  "1461": "TATATAA",
  "1462": "CTTAAG",
  "1463": "TGGGCGG",
  "1464": "TATACC",
  "1465": "TGGCTGG",
  "1466": "CTTACC",
  "1467": "TAGCAA",
  "1468": "ATCTTTT",
  "1469": "CGTGAGCCACTG",
  "1470": "ACTCACC",
  "1471": "TGTTTCC",
  "1472": "ATTATG",
  "1473": "CGTAG",
  "1474": "TGGACA",
  "1475": "AACAA",
  "1476": "TCACAGG",
  "1477": "ACTGCACTCCAGCC",
  "1478": "ATTTCTT",
  "1479": "TCATCTT",
  "1480": "AGGCGG",
  "1481": "TTTTTTTGAG",
  "1482": "CTTGCAGTG",
  "1483": "CATCCG",
  "1484": "TCTCTAA",
  "1485": "TCTCGATCTCC",
  "1486": "TGAAGGG",
  "1487": "AGAAACC",
  "1488": "TTTTGTTTTG",
  "1489": "TGGTAA",
  "1490": "CAAATCC",
  "1491": "TAGCAG",
  "1492": "TCTGAGG",
  "1493": "TACAAAAATT",
  "1494": "AGCCCTG",
  "1495": "TCAGGAA",
  "1496": "TAAAAGG",
  "1497": "CTCCCACC",
  "1498": "ATGTTTT",
  "1499": "ACTCTGG",
  "1500": "AAAAAAAAAAAAAA"
}